Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: Apple Foundation Model does not support image input in TLingo yet.
ar: Apple Foundation Model لا يدعم إدخال الصور في TLingo بعد.
da: Apple Foundation Model understøtter endnu ikke billedinput i TLingo.
de: Apple Foundation Model unterstützt noch keine Bildeingabe in TLingo.
es: Apple Foundation Model aún no admite entrada de imágenes en TLingo.
fr: Apple Foundation Model ne prend pas encore en charge l'entrée d'image dans TLingo.
id: Apple Foundation Model belum mendukung masukan gambar di TLingo.
it: Apple Foundation Model non supporta ancora l'input di immagini in TLingo.
ja: Apple Foundation ModelはまだTLingoで画像入力をサポートしていません。
ko: Apple Foundation Model은(는) 아직 TLingo에서 이미지 입력을 지원하지 않습니다.
ms: Apple Foundation Model masih belum menyokong input imej dalam TLingo.
nb: Apple Foundation Model støtter ennå ikke bildeinndata i TLingo.
nl: Apple Foundation Model ondersteunt nog geen afbeeldingsinvoer in TLingo.
pl: Apple Foundation Model jeszcze nie obsługuje wprowadzania obrazów w TLingo.
pt_br: Apple Foundation Model ainda não suporta entrada de imagens no TLingo.
sv: Apple Foundation Model stöder ännu inte bildinmatning i TLingo.
tr: Apple Foundation Model henüz TLingo'da görüntü girişi desteklemiyor.
zh_hans: Apple Foundation Model 还不支持在 TLingo 中的图片输入。
zh_hant: Apple Foundation Model 尚未在 TLingo 支援影像輸入。
zh_hk: Apple Foundation Model 尚未在 TLingo 支援影像輸入。

source: Apple Foundation Model is still downloading or not ready.
ar: نموذج Apple Foundation لا يزال يتم تنزيله أو غير جاهز.
da: Apple Foundation Model bliver stadig downloadet eller er ikke klar.
de: Apple Foundation Model wird noch heruntergeladen oder ist nicht bereit.
es: Apple Foundation Model todavía se está descargando o no está listo.
fr: Apple Foundation Model est encore en cours de téléchargement ou n'est pas prêt.
id: Apple Foundation Model masih mengunduh atau belum siap.
it: Apple Foundation Model è ancora in fase di download o non è pronto.
ja: Apple Foundation Model はまだダウンロード中か、準備ができていません。
ko: Apple Foundation Model은(는) 아직 다운로드 중이거나 준비되지 않았습니다.
ms: Apple Foundation Model masih memuat turun atau belum sedia.
nb: Apple Foundation Model lastes fortsatt ned eller er ikke klar.
nl: Apple Foundation Model wordt nog gedownload of is niet klaar.
pl: Apple Foundation Model jest nadal pobierany lub nie jest gotowy.
pt_br: Apple Foundation Model ainda está sendo baixado ou não está pronto.
sv: Apple Foundation Model laddas fortfarande ned eller är inte redo.
tr: Apple Foundation Model hâlâ indiriliyor ya da hazır değil.
zh_hans: Apple Foundation Model 仍在下载或尚未准备好。
zh_hant: Apple Foundation Model 仍在下載或尚未準備好。
zh_hk: Apple Foundation Model 仍在下載或尚未準備好。

source: Apple Foundation Model is unavailable.
ar: نموذج Apple Foundation غير متاح.
da: Apple Foundation Model er ikke tilgængelig.
de: Apple Foundation Model ist nicht verfügbar.
es: Apple Foundation Model no está disponible.
fr: Apple Foundation Model n'est pas disponible.
id: Apple Foundation Model tidak tersedia.
it: Apple Foundation Model non è disponibile.
ja: Apple Foundation Model は利用できません。
ko: Apple Foundation Model을(를) 이용할 수 없습니다.
ms: Apple Foundation Model tidak tersedia.
nb: Apple Foundation Model er ikke tilgjengelig.
nl: Apple Foundation Model is niet beschikbaar.
pl: Apple Foundation Model jest niedostępny.
pt_br: Apple Foundation Model está indisponível.
sv: Apple Foundation Model är inte tillgängligt.
tr: Apple Foundation Model kullanılamıyor.
zh_hans: Apple Foundation Model 不可用。
zh_hant: Apple Foundation Model 不可用。
zh_hk: Apple Foundation Model 不可用。

source: Apple Foundation Model returned an empty response.
ar: أعاد نموذج Apple Foundation استجابة فارغة.
da: Apple Foundation Model returnerede et tomt svar.
de: Apple Foundation Model hat eine leere Antwort zurückgegeben.
es: Apple Foundation Model devolvió una respuesta vacía.
fr: Apple Foundation Model a renvoyé une réponse vide.
id: Apple Foundation Model mengembalikan respons kosong.
it: Apple Foundation Model ha restituito una risposta vuota.
ja: Apple Foundation Model が空の応答を返しました。
ko: Apple Foundation Model이(가) 빈 응답을 반환했습니다.
ms: Apple Foundation Model mengembalikan respons kosong.
nb: Apple Foundation Model returnerte et tomt svar.
nl: Apple Foundation Model gaf een lege reactie terug.
pl: Apple Foundation Model zwrócił pustą odpowiedź.
pt_br: Apple Foundation Model retornou uma resposta vazia.
sv: Apple Foundation Model returnerade ett tomt svar.
tr: Apple Foundation Model boş bir yanıt döndürdü.
zh_hans: Apple Foundation Model 返回了空的响应。
zh_hant: Apple Foundation Model 回傳了空的回應。
zh_hk: Apple Foundation Model 回傳了空的回應。

source: Apple Speech
ar: Apple الكلام
da: Apple Tale
de: Apple Spracherkennung
es: Apple Reconocimiento de voz
fr: Apple Reconnaissance vocale
id: Apple Suara
it: Apple Voce
ja: Apple 音声
ko: Apple 음성
nl: Apple Spraak
pt_br: Apple Voz
sv: Apple Tal
tr: Apple Konuşma
zh_hans: Apple 语音
zh_hk: Apple 語音

source: Apple Translate
ar: Apple ترجمة
da: Apple Oversættelse
de: Apple Übersetzer
es: Apple Traducción
fr: Apple Traduction
id: Apple Terjemahan
it: Apple Traduttore
ja: Apple 翻訳
ko: Apple 번역
nl: Apple Vertaler
pt_br: Apple Tradutor
sv: Apple Översättning
tr: Apple Çeviri
zh_hans: Apple 翻译
zh_hk: Apple 翻譯

source: Apple Translate did not respond within %d seconds. Please try again.
ar: لم يستجب تطبيق Apple Translate خلال %d ثانية. الرجاء المحاولة مرة أخرى.
da: Apple Translate svarede ikke inden for %d sekunder. Prøv igen.
de: Apple Translate hat innerhalb von %d Sekunden nicht geantwortet. Bitte versuchen Sie es erneut.
es: Apple Translate no respondió en %d segundos. Por favor, inténtelo de nuevo.
fr: Apple Translate n'a pas répondu dans les %d secondes. Veuillez réessayer.
id: Apple Translate tidak merespons dalam %d detik. Silakan coba lagi.
it: Apple Translate non ha risposto entro %d secondi. Riprova.
ja: Apple Translateは%d秒以内に応答しませんでした。再度お試しください。
ko: Apple Translate가 %d초 내에 응답하지 않았습니다. 다시 시도해 주세요.
ms: Apple Translate tidak memberi respons dalam %d saat. Sila cuba lagi.
nb: Apple Translate svarte ikke innen %d sekunder. Vennligst prøv igjen.
nl: Apple Translate reageerde niet binnen %d seconden. Probeer het opnieuw.
pl: Apple Translate nie odpowiedział w ciągu %d sekund. Proszę spróbować ponownie.
pt_br: O Apple Translate não respondeu em %d segundos. Tente novamente.
sv: Apple Translate svarade inte inom %d sekunder. Försök igen.
tr: Apple Translate %d saniye içinde yanıt vermedi. Lütfen tekrar deneyin.
zh_hans: Apple Translate 在 %d 秒内未响应。请再试一次。
zh_hant: Apple Translate 在 %d 秒內未回應。請再試一次。
zh_hk: Apple Translate 在 %d 秒內沒有回應。請再試一次。

source: Apple Translate does not support the selected language pair.
ar: Apple Translate لا يدعم زوج اللغات المحدد.
da: Apple Translate understøtter ikke det valgte sprogpar.
de: Apple Translate unterstützt das ausgewählte Sprachpaar nicht.
es: Apple Translate no admite el par de idiomas seleccionado.
fr: Apple Translate ne prend pas en charge la paire de langues sélectionnée.
id: Apple Translate tidak mendukung pasangan bahasa yang dipilih.
it: Apple Translate non supporta la coppia di lingue selezionata.
ja: Apple Translate は選択された言語ペアをサポートしていません。
ko: Apple Translate는 선택한 언어 쌍을 지원하지 않습니다.
ms: Apple Translate tidak menyokong pasangan bahasa yang dipilih.
nb: Apple Translate støtter ikke det valgte språkparet.
nl: Apple Translate ondersteunt het geselecteerde taalpaar niet.
pl: Apple Translate nie obsługuje wybranej pary językowej.
pt_br: O Apple Translate não oferece suporte ao par de idiomas selecionado.
sv: Apple Translate stödjer inte det valda språkparet.
tr: Apple Translate seçilen dil çiftini desteklemiyor.
zh_hans: Apple Translate 不支持所选的语言对。
zh_hant: Apple Translate 不支援所選的語言配對。
zh_hk: Apple Translate 不支援所選的語言配對。

source: Apple Translate has not downloaded this language pair. Use Apple Translate in the main app once, then start iPhone Audio again.
ar: لم يتم تنزيل هذا الزوج اللغوي في Apple Translate. استخدم Apple Translate في التطبيق الرئيسي مرة واحدة، ثم أعد تشغيل صوت iPhone.
da: Apple Translate har ikke hentet dette sprogpar. Brug Apple Translate i hovedappen én gang, og start derefter iPhone-lyd igen.
de: Apple Translate hat dieses Sprachpaar nicht heruntergeladen. Verwenden Sie Apple Translate einmal in der Haupt-App und starten Sie dann iPhone-Audio erneut.
es: Apple Translate no ha descargado este par de idiomas. Use Apple Translate en la aplicación principal una vez y luego inicie el audio del iPhone de nuevo.
fr: Apple Translate n'a pas téléchargé cette paire de langues. Utilisez Apple Translate dans l'application principale une fois, puis relancez l'audio de l'iPhone.
id: Apple Translate belum mengunduh pasangan bahasa ini. Gunakan Apple Translate di aplikasi utama sekali, lalu mulai kembali Audio iPhone.
it: Apple Translate non ha scaricato questa coppia di lingue. Usa Apple Translate nell'app principale una volta, quindi avvia nuovamente l'audio dell'iPhone.
ja: Apple Translate はこの言語ペアをダウンロードしていません。メインアプリで一度 Apple Translate を使ってから、もう一度 iPhone オーディオを開始してください。
ko: Apple Translate에서 이 언어 쌍을 다운로드하지 않았습니다. 기본 앱에서 Apple Translate를 한 번 사용한 다음 iPhone 오디오를 다시 시작하세요.
ms: Apple Translate belum memuat turun pasangan bahasa ini. Gunakan Apple Translate dalam aplikasi utama sekali, kemudian mulakan semula iPhone Audio.
nb: Apple Translate har ikke lastet ned dette språkparet. Bruk Apple Translate i hovedappen én gang, og start deretter iPhone-lyd på nytt.
nl: Apple Translate heeft dit taalpaar niet gedownload. Gebruik Apple Translate één keer in de hoofdapp en start vervolgens iPhone-audio opnieuw.
pl: Apple Translate nie pobrał tej pary językowej. Użyj Apple Translate w głównej aplikacji raz, a następnie uruchom ponownie iPhone Audio.
pt_br: O Apple Translate não baixou este par de idiomas. Use o Apple Translate no app principal uma vez e, em seguida, inicie o Áudio do iPhone novamente.
sv: Apple Translate har inte laddat ner detta språkpar. Använd Apple Translate i huvudappen en gång, och starta sedan om iPhone-ljudet.
tr: Apple Translate bu dil çiftini indirmedi. Ana uygulamada Apple Translate'i bir kez kullanın, ardından iPhone Ses'i tekrar başlatın.
zh_hans: Apple Translate 未下载此语言对。请在主应用中使用 Apple Translate 一次，然后再次启动 iPhone 音频。
zh_hant: Apple Translate 未有下載此語言配對。請在主應用程式中使用 Apple Translate 一次，然後再重新啟動 iPhone 音訊。
zh_hk: Apple Translate 未有下載此語言配對。請在主應用程式中使用 Apple Translate 一次，然後再重新啟動 iPhone 音訊。

source: Apple Translate has not downloaded this language pair. Use Apple Translate in the main window once and wait for the system prompt to download the target language, then start realtime translation again.
ar: Apple Translate لم يقم بتنزيل زوج اللغات هذا. افتح Apple Translate في النافذة الرئيسية مرة واحدة وانتظر مطالبة النظام لتنزيل اللغة المستهدفة، ثم ابدأ الترجمة في الوقت الفعلي مرة أخرى.
da: Apple Translate har ikke downloadet dette sprogpar. Brug Apple Translate i hovedvinduet én gang og vent på systemprompten for at downloade målsproget, og start derefter realtime-oversættelsen igen.
de: Apple Translate hat dieses Sprachpaar nicht heruntergeladen. Öffnen Sie Apple Translate einmal im Hauptfenster und warten Sie auf die Systemaufforderung, um die Zielsprache herunterzuladen, und starten Sie dann die Echtzeitübersetzung erneut.
es: Apple Translate no ha descargado este par de idiomas. Abra Apple Translate en la ventana principal una vez y espere el mensaje del sistema para descargar el idioma de destino, luego inicie la traducción en tiempo real nuevamente.
fr: Apple Translate n'a pas téléchargé cette paire de langues. Utilisez Apple Translate dans la fenêtre principale une fois et attendez l'invite du système pour télécharger la langue cible, puis relancez la traduction en temps réel.
id: Apple Translate belum mengunduh pasangan bahasa ini. Gunakan Apple Translate di jendela utama sekali dan tunggu permintaan sistem untuk mengunduh bahasa target, lalu mulai terjemahan waktu nyata lagi.
it: Apple Translate non ha scaricato questa coppia di lingue. Usa Apple Translate nella finestra principale una volta e attendi il prompt di sistema per scaricare la lingua di destinazione, quindi avvia nuovamente la traduzione in tempo reale.
ja: Apple Translateはこの言語ペアをダウンロードしていません。メインウィンドウで一度Apple Translateを使用し、システムのプロンプトでターゲット言語をダウンロードするのを待ってから、再度リアルタイム翻訳を開始してください。
ko: Apple Translate가 이 언어 쌍을 다운로드하지 않았습니다. 메인 창에서 한 번 Apple Translate를 사용하고 시스템 프롬프트가 대상 언어를 다운로드할 때까지 기다린 다음 실시간 번역을 다시 시작하세요.
ms: Apple Translate belum memuat turun pasangan bahasa ini. Gunakan Apple Translate di tetingkap utama sekali dan tunggu arahan sistem untuk memuat turun bahasa sasaran, kemudian mulakan semula terjemahan masa nyata.
nb: Apple Translate har ikke lastet ned dette språkparet. Bruk Apple Translate i hovedvinduet én gang og vent på systemprompten for å laste ned målspråket, så start sanntidsoversettelsen på nytt.
nl: Apple Translate heeft deze taalcombinatie niet gedownload. Gebruik Apple Translate één keer in het hoofdvenster en wacht op de systeemprompt om de doeltaal te downloaden, en start vervolgens de realtimevertaling opnieuw.
pl: Apple Translate nie pobrał tej pary językowej. Użyj Apple Translate w głównym oknie raz i poczekaj na systemowy komunikat, aby pobrać język docelowy, a następnie ponownie rozpocznij tłumaczenie w czasie rzeczywistym.
pt_br: Apple Translate não baixou este par de idiomas. Use o Apple Translate na janela principal uma vez e aguarde o prompt do sistema para baixar o idioma de destino, então inicie a tradução em tempo real novamente.
sv: Apple Translate har inte laddat ner detta språkpar. Använd Apple Translate i huvudfönstret en gång och vänta på systemprompten för att ladda ner målspråket, starta sedan realtidsöversättningen igen.
tr: Apple Translate bu dil çiftini indirmedi. Ana pencerede bir kez Apple Translate'i kullanın ve hedef dili indirmek için sistem istemini bekleyin, ardından gerçek zamanlı çeviriyi tekrar başlatın.
zh_hans: Apple Translate 尚未下载此语言对。请在主窗口中打开 Apple Translate 一次，并等待系统提示下载目标语言，然后再次开始实时翻译。
zh_hant: Apple Translate 尚未下載此語言對。請在主視窗使用 Apple Translate 一次，並等待系統提示下載目標語言，然後再次啟動即時翻譯。
zh_hk: Apple Translate 未下載此語言對。請在主視窗中使用 Apple Translate 一次，並等候系統提示下載目標語言，然後再次開始即時翻譯。

source: Apple Translate timed out after %d seconds. Please try again.
ar: انتهت مهلة Apple Translate بعد %d ثانية. يرجى المحاولة مرة أخرى.
da: Apple Translate overskred tidsgrænsen efter %d sekunder. Prøv igen.
de: Apple Translate hat nach %d Sekunden eine Zeitüberschreitung. Bitte versuchen Sie es erneut.
es: Apple Translate agotó el tiempo de espera después de %d segundos. Por favor, inténtelo de nuevo.
fr: Apple Translate a dépassé le délai après %d secondes. Veuillez réessayer.
id: Apple Translate mengalami timeout setelah %d detik. Silakan coba lagi.
it: Apple Translate ha superato il tempo limite dopo %d secondi. Per favore riprova.
ja: Apple Translateは%d秒後にタイムアウトしました。もう一度お試しください。
ko: Apple Translate가 %d초 후에 시간 초과되었습니다. 다시 시도해 주세요.
ms: Apple Translate tamat masa selepas %d saat. Sila cuba lagi.
nb: Apple Translate tidsavbrøt etter %d sekunder. Vennligst prøv igjen.
nl: Apple Translate heeft na %d seconden een time-out gehad. Probeer het opnieuw.
pl: Apple Translate przekroczył czas oczekiwania po %d sekundach. Spróbuj ponownie.
pt_br: Apple Translate excedeu o tempo limite após %d segundos. Por favor, tente novamente.
sv: Apple Translate tidsgräns överskreds efter %d sekunder. Försök igen.
tr: Apple Translate %d saniye sonra zaman aşımına uğradı. Lütfen tekrar deneyin.
zh_hans: Apple Translate 在 %d 秒后超时。请重试。
zh_hant: Apple Translate 在 %d 秒後逾時。請再試一次。
zh_hk: Apple Translate 在 %d 秒後逾時。請再試一次。

source: Are you sure you want to delete this action? This cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذا الإجراء؟ لا يمكن التراجع عن هذا.
da: Er du sikker på, at du vil slette denne handling? Dette kan ikke fortrydes.
de: Sind Sie sicher, dass Sie diese Aktion löschen möchten? Dies kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar esta acción? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette action ? Cela ne peut pas être annulé.
id: Apakah Anda yakin ingin menghapus tindakan ini? Ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare questa azione? Questo non può essere annullato.
ja: この操作を削除してもよろしいですか？これは元に戻せません。
ko: 이 작업을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ms: Adakah anda pasti mahu memadam tindakan ini? Tindakan ini tidak boleh dibatalkan.
nb: Er du sikker på at du vil slette denne handlingen? Dette kan ikke angres.
nl: Weet je zeker dat je deze actie wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć tę akcję? Operacji tej nie można cofnąć.
pt_br: Tem certeza de que deseja excluir esta ação? Isso não pode ser desfeito.
sv: Är du säker på att du vill ta bort den här åtgärden? Det här kan inte ångras.
tr: Bu işlemi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
zh_hans: 确定删除此操作？此操作无法撤销。
zh_hant: 您確定要刪除此操作嗎？此操作無法撤銷。
zh_hk: 確定要刪除此操作嗎？此操作無法還原。

source: Ask for follow-up changes
ar: طلب تغييرات المتابعة
da: Anmod om opfølgende ændringer
de: Nach Änderungen fragen
es: Solicitar cambios de seguimiento
fr: Demander des modifications de suivi
id: Meminta perubahan tindak lanjut
it: Richiedi modifiche di follow-up
ja: フォローアップの変更を確認
ko: 후속 변경 요청
ms: Minta perubahan susulan
nb: Be om oppfølgingsendringer
nl: Vragen om vervolgwijzigingen
pl: Poproś o dalsze zmiany
pt_br: Solicitar alterações de acompanhamento
sv: Begär uppföljningsändringar
tr: Takip değişikliklerini iste
zh_hans: 请求后续更改
zh_hant: 要求跟進更改
zh_hk: 請求跟進更改

source: At least one model stays selected.
ar: يبقى نموذج واحد على الأقل محددًا.
da: Mindst én model forbliver valgt.
de: Mindestens ein Modell bleibt ausgewählt.
es: Al menos un modelo permanece seleccionado.
fr: Au moins un modèle reste sélectionné.
id: Setidaknya satu model tetap terpilih.
it: Almeno un modello rimane selezionato.
ja: 少なくとも1つのモデルが選択されたままです。
ko: 최소한 하나의 모델이 선택된 상태로 남아 있습니다.
ms: Sekurang-kurangnya satu model kekal dipilih.
nb: Minst én modell må forbli valgt.
nl: Ten minste één model blijft geselecteerd.
pl: Co najmniej jeden model musi pozostać wybrany.
pt_br: Pelo menos um modelo permanece selecionado.
sv: Minst en modell är fortfarande vald.
tr: En az bir model seçili olarak kalır.
zh_hans: 至少保留一个模型处于选中状态。
zh_hant: 至少要保留一個模型處於選中狀態。
zh_hk: 至少保留一個模型處於選取狀態。

source: Audio engine error: %@
ar: خطأ في محرك الصوت: %@
da: Lydmotorfejl: %@
de: Audio-Engine-Fehler: %@
es: Error del motor de audio: %@
fr: Erreur du moteur audio : %@
id: Kesalahan engine audio: %@
it: Errore del motore audio: %@
ja: オーディオエンジンのエラー: %@
ko: 오디오 엔진 오류: %@
ms: Ralat enjin audio: %@
nb: Lydmotorfeil: %@
nl: Audiomotorfout: %@
pl: Błąd silnika audio: %@
pt_br: Erro no mecanismo de áudio: %@
sv: Ljudmotorfel: %@
tr: Ses motoru hatası: %@
zh_hans: 音频引擎错误：%@
zh_hant: 音訊引擎錯誤：%@
zh_hk: 音訊引擎錯誤：%@

source: Audio Source
ar: مصدر الصوت
da: Lydkilde
de: Audioquelle
es: Fuente de audio
fr: Source audio
id: Sumber audio
it: Sorgente audio
ja: オーディオソース
ko: 오디오 소스
ms: Sumber Audio
nb: Lydkilde
nl: Audiobron
pl: Źródło dźwięku
pt_br: Fonte de áudio
sv: Ljudkälla
tr: Ses kaynağı
zh_hans: 音频来源
zh_hant: 音訊來源
zh_hk: 音訊來源

source: Auto
ar: تلقائي
de: Automatisch
es: Automático
id: Otomatis
ja: 自動
ko: 자동
nb: Automatisk
nl: Automatisch
pt_br: Automático
sv: Automatisk
tr: Otomatik
zh_hans: 自动
zh_hant: 自動
zh_hk: 自動

source: Auto-match target language
ar: مطابقة تلقائية للغة الهدف
da: Automatisk matchning af målsprog
de: Zielsprache automatisch anpassen
es: Coincidencia automática con el idioma de destino
fr: Correspondance automatique de la langue cible
id: Cocokkan bahasa target secara otomatis
it: Abbinamento automatico della lingua di destinazione
ja: ターゲット言語を自動で一致させる
ko: 대상 언어 자동 일치
ms: Padankan bahasa sasaran secara automatik
nb: Automatisk samsvar med målspråk
nl: Doeltaal automatisch afstemmen
pl: Automatycznie dopasuj język docelowy
pt_br: Correspondência automática do idioma de destino
sv: Automatisk matchning av målspråk
tr: Hedef dili otomatik eşleştir
zh_hans: 自动匹配目标语言
zh_hant: 自動匹配目標語言
zh_hk: 自動匹配目標語言

source: Azure → Model:
ar: Azure → نموذج:
de: Azure → Modell:
es: Azure → Modelo:
fr: Azure → Modèle :
it: Azure → Modello:
ja: Azure → モデル:
ko: Azure → 모델:
nb: Azure → Modell:
pt_br: Azure → Modelo:
sv: Azure → Modell:
zh_hans: Azure → 模型：
zh_hant: Azure → 模型：
zh_hk: Azure → 模型：

source: Azure OpenAI endpoint is invalid.
ar: نقطة النهاية (endpoint) الخاصة بـ Azure OpenAI غير صالحة.
da: Azure OpenAI-endpoint er ugyldigt.
de: Azure OpenAI-Endpunkt ist ungültig.
es: El endpoint de Azure OpenAI no es válido.
fr: Le point de terminaison Azure OpenAI est invalide.
id: Endpoint Azure OpenAI tidak valid.
it: L'endpoint di Azure OpenAI non è valido.
ja: Azure OpenAI のエンドポイントが無効です。
ko: Azure OpenAI 엔드포인트가 유효하지 않습니다.
ms: Titik akhir Azure OpenAI tidak sah.
nb: Azure OpenAI-endepunkt er ugyldig.
nl: Azure OpenAI-eindpunt is ongeldig.
pl: Punkt końcowy Azure OpenAI jest nieprawidłowy.
pt_br: O endpoint do Azure OpenAI é inválido.
sv: Azure OpenAI-endpoint är ogiltig.
tr: Azure OpenAI uç noktası geçersiz.
zh_hans: Azure OpenAI 端点无效。
zh_hant: Azure OpenAI 端點無效。
zh_hk: Azure OpenAI 端點無效。

source: Back
ar: رجوع
da: Tilbage
de: Zurück
es: Volver
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
sv: Tillbaka
tr: Geri
zh_hans: 返回
zh_hant: 返回
zh_hk: 返回

source: Back to setup
ar: العودة إلى الإعداد
da: Tilbage til opsætning
de: Zurück zur Einrichtung
es: Volver a la configuración
fr: Retour à la configuration
id: Kembali ke pengaturan
it: Torna alla configurazione
ja: セットアップに戻る
ko: 설정으로 돌아가기
ms: Kembali ke tetapan
nb: Tilbake til oppsett
nl: Terug naar instellingen
pl: Powrót do ustawień
pt_br: Voltar para a configuração
sv: Tillbaka till inställningar
tr: Kuruluma geri dön
zh_hans: 返回设置
zh_hant: 返回設定
zh_hk: 返回設定

source: Basic Info
ar: معلومات أساسية
da: Grundlæggende info
de: Grundlegende Infos
es: Información básica
fr: Informations de base
id: Informasi Dasar
it: Informazioni di base
ja: 基本情報
ko: 기본 정보
ms: Maklumat asas
nb: Grunnleggende info
nl: Basisinformatie
pl: Podstawowe informacje
pt_br: Informações Básicas
sv: Grundläggande information
tr: Temel Bilgiler
zh_hans: 基本信息
zh_hant: 基本資訊
zh_hk: 基本資料

source: Basic Translation Action
ar: إجراء الترجمة الأساسية
da: Grundlæggende oversættelseshandling
de: Basisübersetzungsaktion
es: Acción de traducción básica
fr: Action de traduction de base
id: Tindakan Terjemahan Dasar
it: Azione di traduzione di base
ja: 基本翻訳アクション
ko: 기본 번역 작업
ms: Tindakan terjemahan asas
nb: Grunnleggende oversettelseshandling
nl: Basisvertalingsactie
pl: Podstawowa akcja tłumaczenia
pt_br: Ação de Tradução Básica
sv: Grundläggande översättningsåtgärd
tr: Temel Çeviri Eylemi
zh_hans: 基本翻译操作
zh_hant: 基本翻譯操作
zh_hk: 基本翻譯操作

source: BEST VALUE
ar: أفضل قيمة
da: BEDSTE TILBUD
de: BESTES ANGEBOT
es: MEJOR VALOR
fr: MEILLEUR RAPPORT QUALITÉ-PRIX
id: NILAI TERBAIK
it: MIGLIORE OFFERTA
ja: 最もお得
ko: 가성비 최고
ms: NILAI TERBAIK
nb: BESTE VERDI
nl: BESTE WAARDE
pl: NAJLEPSZA OFERTA
pt_br: MELHOR CUSTO-BENEFÍCIO
sv: BÄST VÄRDE
tr: EN İYİ DEĞER
zh_hans: 最超值
zh_hant: 最超值
zh_hk: 最超值
